[{
    "name": "Twitch",
    "about": "Twitch is the world’s leading social video platform and community for gamers. +100 million community members visit Twitch monthly to watch and connect with more than 1.7 million broadcasters. This is a platform for real video game enthusiasts."
},
{
    "name": "Facebook",
    "about": "Facebook, the world's largest social network, has entered the live streaming game. Facebook Live boasts the largest audience globally, great interactive features for audience members, and filters for customizing live streams. The streaming content on Facebook is as diverse as the platform itself; publishers include everyone from average people to world-famous celebrities.Learn How to connect Facebook here." ,
    "url" : ""
},
{
    "name": "Youtube",
    "about": "With over 1 billion users, YouTube is the biggest video viewing platform in the world. It remains the #1 platform for gamers to watch gaming content worldwide. By connecting your YouTube account, you agree to YouTube Terms of Service and Google's Privacy Policy. Revoke access Learn How to connect YouTube here.",
    "url" : ""
},
{
    "name": "Periscope",
    "about": "Periscope enables you to go live with your mobile device—anytime and anywhere. The app helps you become your own “on-the-go” broadcasting station.",
    "url" : ""
},
{
    "name": "LinkedIn",
    "about": "LinkedIn — the social network for the working world with close to 600 million users globally. LinkedIn Live focus on streaming things like Q&As, events, conferences, earnings calls, awards ceremonies, product announcements, and more.",
    "url" : ""
},
{
    "name": "VK",
    "about": "VK.com is a famous social network in Russia and eastern Europe that supports live streaming with VK Live. The platform's live streaming tool allows you to share your life and experiences in real time to thousands of people around the world. VK Live also supports an Android application.",
    "url" : ""
},
{
    "name": "DLive",
    "about": "DLive is the largest live streaming community on blockchain and is powered by Lino blockchain. Share amazing streams and earn massive rewards on DLive now.",
    "url" : ""
},
{
    "name": "Dailymotion",
    "about": "See and share the world in motion. Watch and share the world of videos. See and share the world through videos. Watch and share the Internet's best videos.",
    "url" : ""
},
{
    "name": "Trovo",
    "about": "Trovo is an interactive live streaming platform, you can check out the hottest games live, share your own gaming experiences, and join an amazing community.",
    "url" : ""
},
{
    "name": "Mixcloud",
    "about": "Mixcloud is a British online music streaming service that allows for the listening and distribution of radio shows, DJ mixes and podcasts, which are crowdsourced by its registered users. Its notable users include Wired, Harvard Business School, TED Talks and Barack Obama.",
    "url" : ""
},
{
    "name": "kakao",
    "about": "kakaoTV",
    "url" : ""
},
{
    "name": "Naver",
    "about": "Naver TV",
    "url" : ""
},
{
    "name": "Nimo",
    "about": "Nimo TV is a global game live streaming platform that provides live streaming of PUBG, PUBG Mobile, Fortnite, and other hottest PC and mobile games online.",
    "url" : ""
},
{
    "name": "Nonolive",
    "about": "Nonolive is a global live broadcast platform that brings together many high-quality contracted anchors, amateur beauty artists, and gamers to share their passion.",
    "url" : ""
},
{
    "name": "Vlive",
    "about": "V LIVE, Star Live Broadcasting",
    "url" : ""
},
{
    "name": "Goodgame",
    "about": "GoodGame is a popular and fast-growing game streaming platform in Eastern Europe with +4 million monthly visitors.",
    "url" : ""
},
{
    "name": "Huya",
    "about": "Huya.com is a popular Chinese interactive broadcast platform. The company's live products support PC, web, and mobile as well as boast nearly 300 featured channels, covering esports, music, sports, beauty, outdoors, etc. There is also a wide range of popular content like reality shows, variety shows, entertainment, and food.",
    "url" : ""
},
{
    "name": "Zhanqi.tv",
    "about": "Zhanqi.tv is one of the biggest streaming platforms focused on gaming.",
    "url" : ""
},
{
    "name": "Bilibili",
    "about": "Bilibili is a Chinese video sharing and live streaming website themed around anime, manga, and game fandoms. Users can submit, view, and add commentary subtitles to videos.",
    "url" : ""
},
{
    "name": "AfreecaTV",
    "about": "AfreecaTV is a social media platform that anyone from anywhere can use to broadcast live. AfreecaTV has expanded into North America, Japan, Taiwan, and Thailand with plans to enter other regions around the globe.",
    "url" : ""
},
{
    "name": "Mobcrush",
    "about": "If you need help or have questions, our Help Center has you covered. Mobcrush is a live streaming app and community for gamers, powered by one-touch mobile broadcasting.",
    "url" : ""
},
{
    "name": "MLG",
    "about": "Major League Gaming (MLG) is a global leader in eSports. MLG.tv is the #1 online broadcast network for professional-level, competitive gaming. Their MLG Pro Circuit is the longest-running eSports league in North America.",
    "url" : ""
},
{
    "name": "Douyu",
    "about": "This is China's fastest-growing streaming website with interactive comment display functionality. Known for its superior viewer experience, the website covers gaming, sports, music, and a wide range of entertainment content.",
    "url" : ""
},
{
    "name": "LiveEdu",
    "about": "LEdu (Education Ecosystem) is a decentralized learning ecosystem for professional development that teaches people how to build complete projects with cutting-edge technology. Content is available either as a live stream, archived, or uploaded video.",
    "url" : ""
},
{
    "name": "Vaughn live",
    "about": "Vaughn Live is a social broadcast website built to bring people together, make new friends, build new relationships, and share new experiences. The platform claims that they don't have movie, tv, sports, or gaming channels but only social broadcasts by people from all around the world.",
    "url" : ""
},
{
    "name": "Instagib.tv",
    "about": "iNSTAGIB is an emerging game streaming platform in the US and Europe built by the same team that runs Vaughn Live, Breakers.tv, and Vapers.tv.",
    "url" : ""
},
{
    "name": "Breakers.tv",
    "about": "Breakers.TV, from the makers of Vaughn Live, is an emerging live streaming platform for 'box & case' breakers in the US.",
    "url" : ""
},
{
    "name": "Vapers.tv",
    "about": "This local and growing streaming platform is a community for—you guessed it—vapers. The platform allows multiple broadcasters to live stream simultaneously.",
    "url" : ""
},
{
    "name": "Picarto",
    "about": "Picarto is the world's first live streaming platform especially for broadcasting creative work. It allows artists to live stream their art curation process. Most artwork shown on the website now is visual arts, illustration, and paintings.",
    "url" : ""
},
{
    "name": "OK.ru",
    "about": "Odnoklassniki, OK.ru, is a social network service for classmates and old friends. It is popular in the Russian Federation and former Soviet Republics.",
    "url" : ""
},
{
    "name": "FC2 Live",
    "about": "FC2 Live is popular and fast-growing streaming platform where you can stream your own content or connect with one-to-one chat.",
    "url": ""
},
{
    "name": "Steam",
    "about": "Steam is a digital distribution platform for purchasing and playing video games. Steam offers digital rights management, matchmaking servers, video streaming, and social networking services.",
    "url": ""
},
{
    "name": "Tele2",
    "about": "Tele2 Esport is a Russian platform from one of the biggest cellular providers with free internet traffic for viewing high quality streams.",
    "url": ""
}
]